{
  "[상표]DoctorsNow 사건(특허법원 2024허15431)": "이 사건은 상표 \"DoctorsNow\"와 관련된 법적 분쟁으로, 상표권의 침해 여부가 쟁점이 되었으며, 특허법원의 판결이 중요한 역할을 하였다.",
  "[특허]수상 레저용 보트 권리범위확인 사건(특허법원 2024허14643)": "이 사건은 수상 레저용 보트에 대한 특허권의 권리 범위를 확인하는 소송으로, 특허법원이 해당 특허의 권리 범위에 대해 판결을 내린 사건이다.",
  "[특허]쇼케이스용 착탈식 자동 회전 도어 권리범위확인 사건(특허법원 2024허12685)": "이 사건은 쇼케이스용 착탈식 자동 회전 도어에 대한 특허권 범위 확인을 둘러싼 분쟁으로, 해당 발명의 특허권이 어느 정도로 보호되는지를 법원이 판단한 사례이다.",
  "[디자인]여성 원피스의 등록무효(디) 사건(특허법원 2024허13978)": "이 사건은 여성 원피스의 디자인 등록무효를 둘러싼 분쟁으로, 특허법원에서 디자인의 등록 적법성 여부가 쟁점이 되었으며 판결은 등록무효 처리로 결정되었다.",
  "[상표]NK365 상표등록무효 사건(특허법원 2024허12272)": "이 사건은 'NK365'라는 상표에 대한 등록무효 여부가 쟁점이 된 분쟁으로, 특허법원이 이를 심리한 결과, 상표 등록의 법적 타당성을 판단한 사건이다.",
  "[상표]레 부르주아, LES BOURGEOIS 사건(특허법원 2024허14322)": "이 사건은 \"레 부르주아\"와 관련된 상표권 분쟁으로, 상표 등록 여부 및 상표권 침해 여부가 쟁점이 되었으며, 특허법원의 판결에 따라 상표권의 법적 보호 범위가 결정되었다.",
  "[특허]조인트키트(침해품), 부스덕트(부수품) 및 설치시공(부수용역) 사건(특허법원 2022나2206)": "이 사건은 조인트키트, 부스덕트 및 설치시공과 관련된 특허 침해 문제로, 특허권 침해 여부와 부수품 및 부수용역에 대한 법적 책임이 쟁점이 되었으며, 특허법원에서 심리된 사건이다.",
  "[상표]하리보 권리범위확인 사건(특허법원 2024허12388)": "이 사건은 하리보와 관련된 상표권의 권리범위 확인을 둘러싼 분쟁으로, 특허법원에서 상표권의 보호 범위와 관련된 법적 판단이 쟁점이 되었으며 판결이 내려졌다.",
  "[디자인]타일 사건(특허법원 2024허71)": "이 사건은 디자인과 관련된 타일의 특허권 분쟁으로, 디자인 등록의 유효성과 침해 여부가 쟁점이 되었으며, 특허법원의 판결이 주요한 관심사였다.",
  "[특허]테고프라잔 결정형 a 사건(특허법원 2024허13077)": "이 사건은 테고프라잔의 결정형 a에 관한 특허권 분쟁으로, 해당 특허의 유효성과 침해 여부가 쟁점이 되었으며, 특허법원에서의 판결로 이어졌다.",
  "[특허]한온 압축기 사건(특허법원 2022나1456)": "이 사건은 한온시스템이 관련된 압축기 기술에 대한 특허권 분쟁으로, 특허의 유효성과 침해 여부가 쟁점이 되었으며, 특허법원에서의 판결이 주목받았다.",
  "[특허]세제 제품 사건(특허법원 2024허10115)": "이 사건은 세제 제품과 관련된 특허권 분쟁으로, 특허의 유효성과 침해 여부가 쟁점이 되었으며 특허법원의 판결이 주목받았다.",
  "[특허]ＤＰＰ-ＩＶ 억제제의 용도발명 관련 진보성 판단 사건(특허법원 2024허11125)": "이 사건은 DPP-IV 억제제의 용도발명에 관한 특허권의 진보성 여부가 쟁점이 된 사건으로, 특허법원이 해당 발명이 기존 기술과 비교하여 진보성이 있는지를 판단한 사건이다.",
  "[상표]단마토 커피&브런치 사건(특허법원 2024허12647)": "이 사건은 단마토 커피&브런치와 관련된 상표권 분쟁으로, 상표의 사용 및 등록에 관한 법적 책임 여부가 쟁점이 되었으며, 특허법원에서 판결이 이루어졌다.",
  "[특허]익사이팅 사이클 권리범위확인 사건(특허법원 2024허12586)": "이 사건은 익사이팅 사이클과 관련된 권리범위 확인을 둘러싼 특허권 분쟁으로, 해당 특허의 보호 범위와 권리 침해 여부가 쟁점이 되었으며 특허법원에서 판결이 이루어졌다.",
  "[상표]MU 사건(특허법원 2024허14117)": "이 사건은 MU 상표와 관련된 법적 분쟁으로, 상표의 등록 여부와 침해에 대한 판단이 쟁점이 되었으며 판결은 특허법원에서 이루어졌다.",
  "[특허]램 리서치 캐리어 링 사건(특허법원 2023허14660)": "이 사건은 램 리서치와 관련된 특허권 분쟁으로, 캐리어 링 기술에 대한 특허 침해 여부가 쟁점이 되었으며, 특허법원에서의 판결이 이루어졌다.",
  "[특허]고분자 미세입자의 제조방법 사건(특허법원 2023허13896)": "이 사건은 고분자 미세입자의 제조방법에 관한 특허권 분쟁으로, 해당 제조방법의 특허성 및 침해 여부가 쟁점이 되었으며, 최종 판결은 특허법원에 의해 결정되었다.",
  "[특허]체혈관용 튜브 정렬장치 사건(특허법원 2023허13599)": "이 사건은 체혈관용 튜브 정렬장치에 관한 특허권 분쟁으로, 특허의 유효성과 침해 여부가 쟁점이 되었으며 최종적으로 특허법원의 판결이 내려졌다.",
  "[특허]증강 현실 제공 방법 특허무효 사건(특허법원 2024허12692)": "이 사건은 증강 현실 제공 방법에 관한 특허 무효 여부가 쟁점이 된 법적 분쟁으로, 특허법원에서 해당 특허의 유효성을 검토한 사건이다.",
  "[특허]존속기간이 연장된 테고프라잔의 권리범위(특허법원 2024허13541)": "이 사건은 테고프라잔의 존속기간이 연장된 특허권의 권리범위를 둘러싼 분쟁으로, 법원이 해당 특허의 권리범위에 대해 판결을 내린 사례이다.",
  "[디자인권]레일조명등 권리범위확인 사건(특허법원 2023허14486)": "이 사건은 레일 조명등의 디자인권에 대한 권리범위 확인 분쟁으로, 특허법원에서 디자인권의 범위와 침해 여부가 쟁점이 되었으며 판결이 내려졌다.",
  "[특허]일체형 임플란트 등록무효 사건(특허법원 2023허10736)": "이 사건은 일체형 임플란트에 대한 특허 등록 무효 여부를 다투는 소송으로, 특허법원이 2023허10736 사건에서 이 특허의 유효성을 판단하는 법적 쟁점이 중심이 되었다.",
  "[특허]당뇨병 치료용 약제학적 조성물 권리범위확인 사건(특허법원 2024허12548)": "이 사건은 당뇨병 치료용 약제학적 조성물에 관한 특허권의 권리 범위를 확인하는 분쟁으로, 해당 특허의 보호 범위와 침해 여부가 쟁점이 되었으며 판결은 특허법원에서 이루어졌다.",
  "[민사]영업출자에 수반된 근로계약 인수에 따른 직무발명보상금 청구 사건(특허법원 2022나2176)": "이 사건은 영업출자에 따라 근로계약이 인수된 상황에서 직무발명보상금을 청구한 사건으로, 법원은 근로계약 인수에 따른 보상금 지급 책임 여부를 판단했다.",
  "[특허]FinFET 소자 및 그 제조방법 등록무효 사건(특허법원 2023허12633)": "이 사건은 FinFET 소자 및 그 제조방법에 관한 특허 등록무효 소송으로, 특허의 유효성 여부가 쟁점이 되었으며 법원은 해당 특허의 무효 여부를 판단하였다.",
  "[상표]Simpleat 등록무효 사건(특허법원 2024허11507)": "이 사건은 Simpleat 상표에 대한 등록무효 소송으로, 상표의 적법성과 등록 취소 여부가 쟁점이 되었으며, 특허법원에서 심리 중이다.",
  "[특허]조리용기용 뚜껑 사건(특허법원 2023나11276)": "이 사건은 조리용기용 뚜껑에 관한 특허권 분쟁으로, 특허의 유효성과 침해 여부가 쟁점이 되었으며, 특허법원에서 판결이 이루어졌다.",
  "[특허]명품 가방 리폼 사건(특허법원 2023나11283)": "이 사건은 명품 가방의 리폼과 관련된 특허권 분쟁으로, 법원에서는 리폼 과정에서의 특허 침해 여부가 쟁점이 되었으며 최종 판결이 내려졌다.",
  "2024 특허법원 주요판례모음": "이 사건은 2024년 특허법원에서 다룬 주요 판례들을 모은 것으로, 특허권과 관련된 다양한 법적 분쟁과 판결이 정리되어 있다.",
  "[특허]정은초경 사건(특허법원 2023허14066)": "이 사건은 정은초경과 관련된 특허권 분쟁으로, 특허의 유효성 여부가 쟁점이 되었으며 특허법원에서 판결이 이루어졌다.",
  "[상표]BANG 사건(특허법원 2024허10818)": "이 사건은 BANG이라는 상표를 둘러싼 상표권 분쟁으로, 상표의 유사성과 침해 여부가 쟁점이 되었으며 특허법원에서 심리된 사건이다.",
  "[특허]독서대 사건(특허법원 2023허14042)": "이 사건은 독서대와 관련된 특허권 분쟁으로, 독서대의 디자인 또는 기능에 대한 특허 침해 여부가 쟁점이 되었으며, 특허법원에서의 판결이 주요 관심사로 다뤄졌다.",
  "[민사]질경이 사건(특허법원 2023나11009)": "이 사건은 질경이와 관련된 특허권 분쟁으로, 특허의 유효성 및 침해 여부가 쟁점이 되었으며, 특허법원에서 판결이 이루어졌다.",
  "[상표]BAYCLUB 사건(특허법원 2024허10092)": "이 사건은 BAYCLUB 상표를 둘러싼 분쟁으로, 관련 법적 쟁점은 상표권 침해 여부였으며, 특허법원의 판결이 중요한 역할을 했다.",
  "[민사]꼬치떡 사건(특허법원 2022나 2305)": "이 사건은 꼬치떡과 관련된 특허권 분쟁으로, 민사 법원에서의 법적 책임 여부가 쟁점이 되었으며 판결이 내려졌다.",
  "[실용신안]초 타입 램프 권리범위확인 사건(특허법원 2023허14578)": "이 사건은 초 타입 램프에 대한 실용신안권의 권리 범위 확인을 둘러싼 분쟁으로, 법적 책임 여부가 쟁점이 되었으며 특허법원의 판결이 이루어졌다.",
  "[특허]프로세스 챔버 규정 링 무효 사건(특허법원 2023허11067)": "이 사건은 프로세스 챔버 규정 링에 관한 특허권 분쟁으로, 해당 특허의 무효 여부가 쟁점이 되었으며, 특허법원에서 판결이 내려졌다.",
  "[상표]티원 권리범위확인 사건(특허법원 2023허13049)": "이 사건은 티원이라는 상표의 권리 범위에 대한 확인 소송으로, 특허법원에서 상표권의 적용 범위와 관련된 법적 책임이 쟁점이 되었으며 판결은 특허법원에서 이루어졌다.",
  "[상표]라마다 거절결정 사건(특허법원 2024허11606)": "이 사건은 라마다 상표의 등록 여부에 대한 특허법원의 거절결정 사건으로, 상표 등록 요건 충족 여부가 쟁점이 되었으며 특허법원은 거절 결정을 내렸다.",
  "[상표]곰배령 등록무효 사건(특허법원 2023허13520)": "이 사건은 '곰배령' 상표의 등록무효를 둘러싼 분쟁으로, 특허법원에서 상표의 등록 적법성 여부가 쟁점이 되어 판결이 이루어졌다.",
  "[상표]그린박스 거절결정 사건(특허법원 2023허13001)": "이 사건은 '그린박스'라는 상표의 등록이 거절된 결정에 대한 불복 소송으로, 특허법원에서 상표 등록 요건 충족 여부가 쟁점이 되었으며 판결은 등록 거절 결정이 유지되는 것으로 내려졌다.",
  "[상표]조선협객전 사건(특허법원 2023허12916)": "이 사건은 \"조선협객전\"이라는 상표와 관련된 분쟁으로, 상표권 침해 여부가 쟁점이 되었으며 특허법원에서 판결이 이루어졌다.",
  "[특허]광학 필터 사건(특허법원 2023허11494)": "이 사건은 광학 필터에 관한 특허권 분쟁으로, 특허의 유효성과 침해 여부가 쟁점이 되었으며, 특허법원의 판결이 내려졌다.",
  "[상표]서울경제신문 사건(특허법원 2023나 11139)": "이 사건은 서울경제신문과 관련된 상표권 분쟁으로, 상표의 사용과 등록에 대한 법적 책임 여부가 쟁점이 되었으며, 특허법원에서 판결이 내려졌다.",
  "[상표]티르리르 상표 불사용 취소 사건(특허법원 2023허13971)": "이 사건은 티르리르 상표의 불사용으로 인한 취소 청구로, 상표권자의 상표 사용 여부가 쟁점이 되었으며 특허법원에서의 판결로 이어졌다.",
  "[상표]버켄슈탁 입체 표장 상표등록 거절 사건(특허법원 2023허13148)": "이 사건은 버켄슈탁의 입체 표장 상표등록이 거절된 사건으로, 상표등록 가능성 여부가 쟁점이 되었으며 특허법원에서 해당 결정이 다루어졌다.",
  "[디자인]보조제동등 디자인 등록무효 사건(특허법원 2023허12831)": "이 사건은 보조제동등의 디자인 등록에 대한 무효 여부가 쟁점이 된 특허권 분쟁으로, 특허법원이 2023허12831 판결을 통해 이를 심리하였다.",
  "[실용신안]적극적 권리범위확인심판 사건에서 종류가 다른 권리 사이에 확인의 이익이 있는지(특허법원 2023허13100)": "이 사건은 실용신안과 특허 간의 권리범위확인심판에서 서로 다른 종류의 권리 사이에 확인의 이익이 있는지를 다루었으며, 법원은 이에 대한 판결을 내렸다.",
  "[상표]월간맥주 상표등록 거절 사건(특허법원 2023허13483)": "이 사건은 '월간맥주' 상표 등록 거절에 대한 것으로, 특허법원에서는 상표 등록이 부적절하다고 판결하였다.",
  "[특허]물건발명에서 사용방법 기재와 확인대상발명의 실시 및 특정(특허법원 2023허11944)": "이 사건은 물건발명에서 사용방법의 기재와 확인대상발명의 실시 및 특정 여부를 둘러싼 특허권 분쟁으로, 특허법원에서 해당 특허의 구체적 실시와 특정 여부에 대한 법적 판단이 이루어졌다.",
  "[상표]크롬 하츠가 청구한 상표등록 무효 사건(특허법원 2023허13469)": "이 사건은 크롬 하츠가 상표등록의 무효를 청구한 것으로, 상표권의 유효성 여부가 쟁점이 되었으며 특허법원의 판결이 이루어졌다.",
  "[상표]등록거절결정 이유가 된 선등록상표 등록이 상표등록여부결정 기준일 전으로 소급하여 취소된 경우의 취급(특허법원 2023허13179)": "이 사건은 선등록된 상표가 소급 취소되어, 그로 인해 발생한 상표 등록 거절 결정의 적법성 여부가 쟁점이 된 사건으로, 특허법원에서 이에 대한 법적 판단이 이루어졌다.",
  "[디자인]수직구 시공을 위한 건축블록용 부재 디자인 무효 사건(특허법원 2023허12107)": "이 사건은 건축블록용 부재 디자인에 대한 특허 무효 여부를 다투는 특허권 분쟁으로, 법원은 해당 디자인의 무효 여부를 판단하였다.",
  "[민사]산성용액 누설 감지 장치 특허침해 사건(특허법원 2022나1449)": "이 사건은 산성용액 누설 감지 장치에 관한 특허 침해 분쟁으로, 원고가 피고의 장치가 자신의 특허권을 침해했다고 주장했으며, 특허법원에서의 판결 결과가 주목된다.",
  "[민사]FLEX 스터드/소켓 어셈블리 사건(특허법원 2023나 10204)": "이 사건은 FLEX 스터드/소켓 어셈블리에 관한 특허권 분쟁으로, 특허법원이 해당 제품의 특허 침해 여부를 판단한 사건이다.",
  "[민사]응원봉 조명 무선 제어 시스템 특허 침해 사건(특허법원 2021나2087)": "이 사건은 응원봉 조명 무선 제어 시스템에 관한 특허 침해로, 특허권자의 권리 보호와 피고의 침해 여부가 쟁점이 되었으며, 특허법원에서 판결이 이루어졌다.",
  "[민사]리바스티그민의 경피투여 용도발명 특허 침해 사건(특허법원 2021나1787)": "이 사건은 리바스티그민의 경피투여 용도발명에 대한 특허 침해로, 법원이 특허권 침해 여부를 판단한 사건이다.",
  "[민사]모바일 장치용 전원공급장치 특허 침해 사건(특허법원 2022나2350)": "이 사건은 모바일 장치용 전원공급장치에 대한 특허권 침해 분쟁으로, 원고와 피고 간의 특허 침해 여부가 쟁점이 되었으며, 특허법원의 판결이 이루어졌다.",
  "[특허]목재섬유 회수방법 특허등록 거절 사건(특허법원 2023허11234)": "이 사건은 목재섬유 회수방법에 대한 특허 등록 거절에 대한 것으로, 특허법원이 해당 거절 결정의 적법성을 판단하여 판결을 내린 사건이다.",
  "[특허]복층유리 제조방법 특허등록 거절 사건(특허법원 2023허10583)": "이 사건은 복층유리 제조방법에 대한 특허등록 거절 처분을 둘러싼 분쟁으로, 특허법원이 해당 거절 처분의 적법성을 판단한 사례이다.",
  "[상표]정치인 증명사진 상표등록 거절 사건(특허법원 2023허10361)": "이 사건은 정치인의 증명사진에 대한 상표등록 거절과 관련된 것으로, 상표권 등록의 적합성 여부가 쟁점이 되었으며 특허법원에서 판결이 이루어졌다.",
  "[민사]도마 사건(특허법원 2022나2060)": "이 사건은 도마와 관련된 특허권 분쟁으로, 특허권 침해 여부 및 관련 법적 책임이 쟁점이 되었으며, 법원이 이를 어떻게 판결했는지가 주요 내용이다.",
  "[특허]부가기간 사건(특허법원 2023허11791)": "이 사건은 특허법원의 2023허11791 사건으로, 특허권의 부가 기간과 관련된 법적 해석 및 적용이 쟁점이 되었으며 판결이 내려졌다.",
  "[특허]액정표시장치 동일성 사건(특허법원 2023허12053)": "이 사건은 액정표시장치에 대한 특허권의 동일성 여부를 둘러싼 분쟁으로, 법원이 특허의 동일성을 인정하여 원고의 주장을 기각한 특허법적 사건이다.",
  "[상표]솔표 사건(특허법원 2023허29)": "이 사건은 솔표 상표를 둘러싼 분쟁으로, 상표권 침해 여부가 쟁점이 되었으며 특허법원에서 판결이 이루어졌다.",
  "[민사]홀 효과 측정장치 등 특허 침해 사건(특허법원 2022나1654)": "이 사건은 홀 효과 측정장치 관련 특허 침해에 관한 분쟁으로, 특허권 침해 여부와 이에 따른 법적 책임이 쟁점이 되었으며, 특허법원의 판결에 따라 분쟁이 해결되었다.",
  "[특허]실외기 바람온도에 의존한 형상기억스프링의 액츄에이터 장치 사건(특허법원 2023허11593)": "이 사건은 실외기 바람온도에 의존한 형상기억스프링의 액츄에이터 장치에 관한 특허권 분쟁으로, 특허의 유효성과 침해 여부가 쟁점이 되었으며 법원이 이를 심리한 사건이다.",
  "[특허]다물린 함량 증가 돌외추출물 관련 3차 특허등록 무효 사건(특허법원 2022허4796)": "이 사건은 다물린 함량이 증가된 돌외추출물에 관한 3차 특허등록의 무효를 둘러싼 분쟁으로, 특허법원에서 해당 특허의 유효성 여부가 쟁점이 되었으며 판결이 이루어졌다.",
  "[상표]엔젤도형 상표등록 무효 사건(특허법원 2022허5447)": "이 사건은 엔젤도형 상표의 등록 무효 여부를 다투는 것으로, 해당 상표의 등록 적법성 및 상표권자의 권리 보호 범위가 쟁점이 되었으며, 특허법원에서 판결이 이루어졌다.",
  "[상표]빅토리아 탄산수 상표등록 거절 사건(특허법원 2022허6471)": "이 사건은 빅토리아 탄산수의 상표 등록 거절에 관한 것으로, 상표 등록 요건 충족 여부가 쟁점이 되었으며 특허법원에서 다루어졌다.",
  "[민사]소위 명품 리폼 영업을 하면서 원고의 상표를 그대로 표시한 사건에서, 피고는 상표권침해금지 및 손해배상 의무가 있다고 판단한 예(특허법원 2023나11283)": "이 사건은 명품 리폼 영업을 하면서 원고의 상표를 무단으로 사용한 피고가 상표권 침해 및 손해배상 책임이 있는지에 대한 분쟁으로, 법원은 피고에게 상표권침해금지 및 손해배상 의무가 있다고 판결하였다.",
  "[디자인]이 사건 등록디자인은 무권리자가 출원하였다고 볼 수 없으므로 그 등록이 유효하다고 본 사례(특허법원 2023허11647)": "이 사건은 디자인 등록에 대한 권리자 여부가 쟁점이 된 사안으로, 특허법원은 해당 등록디자인이 무권리자에 의해 출원된 것이 아니므로 그 등록이 유효하다고 판결하였다.",
  "[특허]이 사건 정정발명은 무효로 되어야 한다고 본 사례(특허법원 2022허5195)": "이 사건은 정정발명이 무효화될 수 있는지에 대한 특허권 분쟁으로, 법원이 정정발명의 무효를 인정한 사례이다.",
  "[상표]등록상표는 상표법 제34조 제1항 제7, 9, 12, 13호에 해당하지 않는다고 판단한 사례(특허법원 2023허11814)": "이 사건은 등록상표가 상표법 제34조 제1항의 특정 조항들에 해당하지 않는지 여부가 쟁점이 된 분쟁으로, 특허법원이 해당 상표가 해당 조항들에 위배되지 않는다고 판단한 사례이다.",
  "[디자인]이 사건 확인대상디자인은 이 사건 등록디자인과 유사하여 그 권리범위에 속한다고 본 사례(특허법원 2023허11210)": "이 사건은 확인대상디자인이 등록디자인과 유사하여 디자인의 권리범위에 속하는지를 다투는 디자인권 분쟁으로, 특허법원에서 등록디자인의 권리범위에 포함된다고 판결된 사례입니다.",
  "[상표]등록상표는 상표법 제119조 제1항 제3호에 해당하지 않는다고 판단한 사례(특허법원 2023허11845)": "이 사건은 등록상표가 상표법 제119조 제1항 제3호에 해당하지 않는다고 판단된 사례로, 상표의 보호 범위와 그 법적 요건을 둘러싼 분쟁에서 법원이 상표권자에게 유리한 판결을 내린 사례이다.",
  "[상표]출원상표는 현저한 지리적 명칭만으로 된 상표로서 상표법 제33조 제1항 제4호에 해당하여 등록을 받을 수 없다고 판단한 사례(특허법원 2023허11500)": "이 사건은 출원상표가 현저한 지리적 명칭만으로 구성되어 상표법 제33조 제1항 제4호에 따라 등록이 거절된 사례로, 특허법원에서 법적 판단이 이루어진 사례이다.",
  "[특허]제1항 출원발명은 진보성이 부정된다고 판단한 사례(특허법원 2023허10705)": "이 사건은 출원발명의 진보성이 부정되어 특허법원이 특허 등록을 거절한 사례로, 발명의 독창성과 기술적 차별성이 쟁점이 되었다.",
  "[상표]출원상표는 선사용상표들과 유사하고 지정상품이 선사용상표들의 사용상품과 동일·유사하므로, 구 상표법 제7조 제1항 제11호에 해당한다고 판단한 사례(특허법원 2023허10491)": "이 사건은 출원상표가 선사용상표들과 유사하며 지정상품이 동일·유사하여, 구 상표법 제7조 제1항 제11호에 해당한다고 판단된 상표권 분쟁으로, 법원이 출원상표의 등록을 거절한 사례이다.",
  "[상표]상표법 제119조 제1항 제3호 및 같은 조 제3항에 의하여 등록상표의 등록이 취소되어야 한다고 판단한 사례(특허법원 2023허12)": "이 사건은 상표법 제119조에 따라 등록상표의 등록이 취소되어야 하는지를 쟁점으로 한 사례로, 법원이 등록 취소 결정을 내린 특허권 분쟁이다.",
  "[특허]제1항 발명은 진보성이 부정된다고 판단한 사례(특허법원 2022허5416)": "이 사건은 제1항 발명의 진보성이 부정된다고 판단된 특허권 분쟁으로, 특허법원에서 해당 발명의 진보성을 인정하지 않아 특허가 무효화되었다는 판결이 내려졌다.",
  "[특허]제1항 발명은 진보성이 부정된다고 판단한 사례(특허법원 2022허3359)": "이 사건은 특허 발명의 진보성 여부가 쟁점이 된 특허권 분쟁으로, 법원이 제1항 발명의 진보성을 부정하여 특허를 무효로 판단한 사례이다.",
  "[특허]특허발명은 발명의 설명에 의하여 뒷받침되지 않고, 진보성도 인정되지 않는다고 판단한 사례(특허법원 2022허1131)": "이 사건은 발명의 설명이 충분하지 않아 뒷받침되지 않으며 진보성도 인정되지 않는다는 이유로, 특허권의 유효성 여부가 쟁점이 되었고, 결국 특허법원에서 해당 특허발명이 무효로 판단된 사례이다.",
  "[특허]정정청구에 의하여 정정된 특허발명 청구항 1, 3 내지 7, 11, 14, 16 내지 18은 선행발명 1 내지 7에 의해 진보성이 부정되지 않으므로, 특허법 제136조 제5항의 정정요건을 충족하였다고 본 사례(특허법원 2023허10774)": "이 사건은 정정청구에 의해 수정된 특허발명이 선행발명에 의해 진보성이 부정되지 않아 정정요건을 충족했다고 본 사례로, 특허법원이 정정의 유효성을 인정한 판결이다.",
  "[특허]정정청구에 의하여 정정된 특허발명 청구항 1, 3 내지 18은 선행발명 1 내지 7에 의해 진보성이 부정되지 않으므로, 특허법 제136조 제5항의 정정요건을 충족하였다고 본 사례(특허법원 2023허10750)": "이 사건은 정정청구에 의해 수정된 특허 발명이 선행 발명에 의해 진보성이 부정되지 않는지 여부가 쟁점이 된 사례로, 특허법원은 정정요건을 충족했다고 판결하여 특허권자의 주장을 인정했습니다.",
  "[디자인]이 사건 등록디자인은 무권리자에 의한 디자인출원에 해당한다고 본 사례(특허법원 2022허6259)": "이 사건은 무권리자에 의한 디자인 출원으로 인한 법적 분쟁으로, 등록디자인의 권리 귀속 여부가 쟁점이었으며 특허법원에서는 이를 무권리자에 의한 출원으로 판단하였다.",
  "[특허]원고 제품들의 실시가 피고의 제1, 3, 5항 발명을 침해하지 않는다고 판단한 사례(특허법원 2022나2213)": "이 사건은 원고 제품들이 피고의 특정 특허 발명을 침해하지 않는다고 판단된 특허권 분쟁으로, 법원은 원고의 제품이 피고의 제1, 3, 5항 발명을 침해하지 않는다고 판결하였다.",
  "[디자인]등록디자인은 통상의 디자이너가 선행디자인의 결합에 의하여 쉽게 창작할 수 있는 것이라고 보기 어렵다고 판단한 사례(특허법원 2022허4772)": "이 사건은 등록디자인이 통상의 디자이너가 선행디자인의 결합으로 쉽게 창작할 수 있는지 여부가 쟁점이 된 디자인권 분쟁으로, 법원은 이를 쉽게 창작할 수 있는 것이 아니라고 판단하였다.",
  "[실용신안]제1항 고안은 선행고안에 의해 진보성이 부정되지 않는다고 판단한 사례(특허법원 2022허4772)": "이 사건은 고안의 진보성이 선행고안에 의해 부정되지 않는지 여부가 쟁점이 된 실용신안 관련 특허권 분쟁으로, 특허법원은 고안의 진보성을 인정하는 판결을 내렸다.",
  "[특허]제1항 특허발명은 진보성이 인정된다고 판단한 사례(특허법원 2023허10187)": "이 사건은 제1항 특허발명의 진보성이 인정된 것으로, 특허법원에서 해당 발명이 특허 요건을 충족한다고 판단한 사례입니다.",
  "[특허]원고의 적극적 권리범위확인 심판청구는 확인의 이익이 없다고 판단한 사례(특허법원 2023허10163)": "이 사건은 원고가 특허권의 적극적 권리범위확인 심판을 청구했으나, 법원이 확인의 이익이 없다고 판단하여 원고의 청구를 기각한 사례입니다.",
  "[특허]특허발명은 진보성이 부정된다고 판단한 사례(특허법원 2022허3700)": "이 사건은 특허 발명의 진보성 여부에 대한 분쟁으로, 특허법원이 해당 발명의 진보성이 부정된다고 판단하여 특허권이 인정되지 않은 사례이다.",
  "[상표]이 사건 출원상표는 이 사건 선등록상표들과 그 표장이 서로 유사하다고 본 사례(특허법원 2022허6075)": "이 사건은 출원상표와 선등록상표 간의 유사성 여부가 쟁점인 상표권 분쟁으로, 특허법원에서 출원상표가 선등록상표들과 유사하다고 판단한 사례이다.",
  "[특허]이 사건 제1항 발명(이 사건 출원발명 청구항 1)은 통상의 기술자가 선행발명 1에 선행발명 2를 결합하더라도 쉽게 발명할 수 있다고 볼 수 없어 그 진보성이 부정되지 않는다고 본 사례(특허법원 2022허5171)": "이 사건은 특허법원에서 제1항 발명의 진보성을 인정하여, 통상의 기술자가 선행발명들을 결합해도 쉽게 발명할 수 없다는 이유로 특허의 유효성을 유지한 사례이다.",
  "[특허]이 사건 특허발명 청구항 12 내지 17(이 사건 제12항 내지 제17항 발명)은 미완성 발명에 해당하지 아니하고, 특허법 제42조 제3항 제1호 및 제4항 제2호의 기재불비 사유도 존재한다고 볼 수 없으나, 선행발명 2 또는 선행발명 2와 1의 결합에 의해 진보성이 부정된다고 본 사례(특허법원 2022허4789)": "이 사건은 특허발명의 청구항 12부터 17까지에 대해 미완성 발명 여부와 기재불비 사유가 쟁점이 되었으나, 최종적으로 선행발명과의 결합에 의해 진보성이 부정된 것으로 판단된 특허권 분쟁 사례이다.",
  "[특허]피고는 원고로부터 승계한 직무발명인 이 사건 각 특허발명 중 제2 내지 5특허발명을 실시하였고, 그에 따른 독점적 배타적 이익을 얻었다고 판단한 사례(특허법원 2021나1664)": "이 사건은 피고가 원고로부터 승계한 직무발명을 통해 이익을 얻은 특허권 분쟁으로, 특허법원은 피고가 제2 내지 5특허발명을 실시하여 독점적 배타적 이익을 얻었다고 판단하였다.",
  "[특허]제1항에서 제10항 발명은 진보성이 부정되지 않는다고 판단한 사례(특허법원 2022허5966)": "이 사건은 제1항에서 제10항의 발명이 진보성이 부정되지 않는다고 판단된 특허권 분쟁으로, 법원은 해당 발명의 진보성을 인정하여 특허권을 유지하는 판결을 내렸다.",
  "[특허]제1항에서 제7항 특허발명은 진보성이 부정되지 않는다고 판단한 사례(특허법원 2022허5959)": "이 사건은 제1항에서 제7항에 이르는 특허발명이 진보성을 충족하는지 여부가 쟁점이 된 특허권 분쟁으로, 특허법원은 해당 발명의 진보성이 부정되지 않는다고 판단하여 특허권자의 손을 들어주었다.",
  "[특허]특허발명은 기재불비에 해당하지 않으며 진보성도 부정되지 않는다고 판단한 사례(특허법원 2022허3113)": "이 사건은 특허발명이 기재불비에 해당하지 않으며 진보성도 부정되지 않는다고 특허법원이 판단한 사례로, 특허권의 유효성을 둘러싼 법적 다툼에서 발명자의 주장이 인정된 사례이다.",
  "[특허]이 사건 제1항 및 제4항 발명은 선행발명에 의하여 그 진보성이 부정되지 않는다고 본 사례(특허법원 2023허10798)": "이 사건은 특허 발명의 진보성 여부가 쟁점인 사례로, 법원은 제1항 및 제4항 발명이 선행발명에 의해 진보성이 부정되지 않는다고 판단하였다.",
  "[디자인]이 사건 심판청구가 신의성실의 원칙 및 금반언의 원칙에 위배되어 부적법하다고 볼 수 없고, 선행디자인 2, 3이 등록디자인의 출원 전 공지되었다고 보기 어려우며, 등록디자인은 통상의 디자이너가 선행디자인 1, 4, 5 각각 또는 선행디자인 1에 선행디자인 4, 5를 결합하여 쉽게 창작할 수 없다고 본 사례(특허법원 2022허5942)": "이 사건은 디자인 등록과 관련된 특허권 분쟁으로, 신의성실의 원칙 및 금반언의 원칙 위배 여부와 선행디자인의 공지 여부가 쟁점이 되었으나, 법원은 등록디자인이 통상의 디자이너에 의해 쉽게 창작될 수 없다고 판단하여 심판청구가 부적법하지 않다고 판결하였다.",
  "[디자인]이 사건 심판청구가 신의성실의 원칙 및 금반언의 원칙에 위배되어 부적법하다고 볼 수 없고, 선행디자인 1, 4가 등록디자인의 출원 전 공지되었다고 보기 어려우며, 등록디자인은 통상의 디자이너가 선행디자인 2, 3 각각 또는 선행디자인 2, 3 및 주지형상의 결합에 의해 쉽게 창작할 수 없다고 본 사례(특허법원 2022허5157)": "이 사건은 디자인 등록과 관련된 법적 분쟁으로, 신의성실의 원칙 및 금반언의 원칙 위배 여부와 선행디자인의 공지성 여부가 쟁점이 되었으며, 특허법원은 등록디자인이 통상의 디자이너가 쉽게 창작할 수 없는 것으로 판단하였다.",
  "[디자인]이 사건 심판청구가 신의성실의 원칙 및 금반언의 원칙에 위배되어 부적법하다고 볼 수 없고, 선행디자인 1이 등록디자인의 출원 전 공지되었다고 보기 어려우며, 등록디자인은 통상의 디자이너가 선행디자인 2, 3 각각 또는 선행디자인 2, 3 및 주지형상의 결합에 의해 쉽게 창작할 수 없다고 본 사례(특허법원 2022허5140)": "이 사건은 디자인 등록과 관련된 특허권 분쟁으로, 신의성실의 원칙 및 금반언의 원칙에 대한 위배 여부와 선행디자인 공지성 및 창작 용이성이 쟁점이 되었으나, 법원은 등록디자인의 적법성을 인정하였다.",
  "[디자인]피고의 이 사건 심판청구가 확정된 건외 심결 및 이에 대한 취소환송 심결의 일사부재리효에 저촉되지 않고, 등록상표의 추가등록 지정상품 중 일부가 상표법 제33조 제1항 제3호 및 제7호에 해당한다고 판단한 사례(특허법원 2022허4475)": "이 사건은 피고의 심판청구가 확정된 심결에 대한 취소환송 심결이 일사부재리효에 저촉되지 않으며, 등록상표의 일부 지정상품이 상표법 위반에 해당하는지 여부가 쟁점이 된 특허권 분쟁으로, 특허법원에서 판결이 이루어졌다.",
  "[디자인]등록디자인이 선행디자인 4에 선행디자인 1, 2, 3, 5와 해당 디자인 분야의 공지형태를 결합하여 쉽게 창작할 수 있다고 본 사례(특허법원 2022나1814)": "이 사건은 등록디자인이 여러 선행디자인과 공지된 형태를 결합하여 쉽게 창작할 수 있는지 여부가 쟁점이 된 디자인권 분쟁으로, 법원은 등록디자인의 창작 용이성을 인정하여 해당 디자인의 권리성을 부정하였다.",
  "[상표]피고(반소원고)의 양도증 위조를 인정하고, 원고(반소피고)에 대한 미지급 급여 주장 및 가수금(대여금) 주장도 배척한 사례(특허법원 2022나1661)": "이 사건은 피고(반소원고)가 양도증을 위조한 혐의를 인정받았고, 원고(반소피고)에 대한 미지급 급여 및 가수금(대여금) 주장을 법원이 배척한 사례로, 법적 책임 여부가 쟁점이 되었다.",
  "[디자인]등록디자인은 선행디자인과 유사한 디자인에 해당한다고 판단한 사례(특허법원 2023허11029)": "이 사건은 등록디자인이 선행디자인과 유사하다는 점이 쟁점이 된 디자인권 분쟁으로, 법원은 해당 디자인이 선행디자인과 유사하다고 판단하였다.",
  "[상표]출원상표는 선등록상표들과 서로 유사한 상표라고 본 사례(특허법원 2023허10712)": "이 사건은 출원상표가 선등록상표들과 유사하다는 이유로 법적 분쟁이 발생한 사례로, 특허법원에서 출원상표가 선등록상표들과 유사하다고 판단한 판결이다.",
  "[디자인]확인대상디자인은 등록디자인과 유사하여 등록디자인의 권리범위에 속한다고 판단한 사례(특허법원 2023허10514)": "이 사건은 디자인의 유사성이 쟁점이 된 특허권 분쟁으로, 확인대상디자인이 등록디자인과 유사하다는 이유로 등록디자인의 권리범위에 속한다고 판단되었다.",
  "[특허]특허발명은 통상의 기술자가 쉽게 발명할 수 없으므로 진보성이 인정된다고 판단한 사례(특허법원 2022허6242)": "이 사건은 특허 발명에 대한 진보성 여부가 쟁점이 된 사례로, 법원은 해당 발명이 통상의 기술자가 쉽게 발명할 수 없는 수준의 진보성을 가지고 있다고 판단하였다.",
  "[특허]출원발명은 선행발명에 의하여 진보성이 부정된다고 판단한 사례(특허법원 2022허5980)": "이 사건은 출원 발명이 선행 발명에 의해 진보성이 부정되어 특허로 인정받지 못한 사례로, 특허법원에서의 판결이 쟁점이 되었다.",
  "[특허]이 사건 제3항 내지 제8항 발명은 선행발명들에 의하여 진보성이 부정되지 아니하고, 제9항 내지 제11항은 선행발명 1, 2, 6의 결합에 의하여 진보성이 부정된다고 판단한 사례(특허법원 2023허10095)": "이 사건은 제3항에서 제8항까지의 발명이 선행 발명에 의해 진보성이 부정되지 않은 반면, 제9항에서 제11항까지는 선행 발명의 결합에 의해 진보성이 부정된 것으로 판결된 특허권 분쟁이다.",
  "[디자인]등록디자인이 그보다 먼저 출원된 선행디자인 2와 심미감이 유사하다고 판단한 사례(특허법원 2022허5645)": "이 사건은 등록디자인과 선행디자인 간의 심미적 유사성이 쟁점이 되어, 특허법원이 두 디자인의 유사성을 인정한 판결 사례입니다.",
  "[특허]피고가 이 사건 특허발명을 실시하였다고 인정할 수 없고, 피고가 이 사건 특허발명의 보유를 통하여 원고들의 주장과 같은 매출 증가 등의 이익을 얻었다고 인정할 수도 없다고 본 사례(특허법원 2022나1432)": "이 사건은 원고들이 피고가 특허발명을 실시하여 매출 증가 등의 이익을 얻었다고 주장한 특허권 분쟁으로, 법원은 피고가 해당 특허발명을 실시하거나 이로 인해 이익을 얻지 않았다고 판단하였다.",
  "[특허]제1항, 제4항, 제10항 및 제11항 정정발명은 선행발명 1과 선행발명 3의 결합에 의해 그 진보성이 부정된다고 본 사례(특허법원 2021허6702)": "이 사건은 정정된 특허 발명이 선행 발명들의 결합에 의해 진보성이 부정되었다고 판단된 사례로, 특허법원에서 해당 특허의 유효성 여부가 쟁점이 된 사건이다.",
  "[상표]원고가 이 사건 등록상표의 전용사용권자 또는 독점적 통상사용권자에 해당하지 않는다고 본 사례(특허법원 2022나1562)": "이 사건은 원고가 등록상표의 전용사용권자 또는 독점적 통상사용권자에 해당하는지 여부가 쟁점이 되었으며, 법원은 원고가 해당 권자에 해당하지 않는다고 판결하였다.",
  "[특허]특허권의 등록무효로 인해 특허권 양도계약이 소급적으로 무효가 된다고 볼 수 없다고 본 사례(특허법원 2021나1398)": "이 사건은 특허권의 등록무효가 발생했음에도 불구하고, 해당 특허권의 양도계약이 소급적으로 무효가 되지 않는다고 판단한 사례로, 특허권 양도계약의 법적 효력에 대한 쟁점이 다뤄졌다.",
  "[실용신안]확인대상고안은 등록고안의 권리범위에 속하므로 심결의 취소를 구하는 원고의 청구가 이유 있다고 판단한 사례(특허법원 2023허10132)": "이 사건은 확인대상고안이 등록고안의 권리범위에 속하여, 원고가 심결의 취소를 구한 청구가 이유 있다고 판단된 특허권 분쟁으로, 특허법원에서 원고의 주장이 받아들여진 사례이다.",
  "[실용신안]등록고안의 진보성이 인정되므로 심결의 취소를 구하는 청구가 이유 있다고 판단한 사례(특허법원 2022허6211)": "이 사건은 등록고안의 진보성이 인정되어 심결의 취소를 구하는 청구가 이유 있다고 판단된 사례로, 특허법원에서 해당 고안의 진보성 여부가 쟁점이 되어 심결이 취소된 판결이다.",
  "[특허]확인대상발명은 제 1, 3항 특허발명의 권리범위에 포함된다고 판단한 사례(특허법원 2022허6020)": "이 사건은 확인대상발명이 제 1, 3항 특허발명의 권리범위에 포함되는지 여부에 대한 특허권 분쟁으로, 특허법원은 확인대상발명이 해당 특허발명의 권리범위에 포함된다고 판단하였다.",
  "[특허]특허발명은 진보성이 부정되지 않는다고 판단한 사례(특허법원 2022허5904)": "이 사건은 특허발명의 진보성이 쟁점이 된 특허권 분쟁으로, 특허법원이 해당 발명의 진보성이 부정되지 않는다고 판단하여 원고의 주장을 기각한 사례이다.",
  "[특허]확인대상발명은 제1항 발명의 권리범위에 속하지 않는다고 판단한 사례(특허법원 2022허5546)": "이 사건은 확인대상발명이 제1항 발명의 권리범위에 속하지 않는다는 판단을 내린 특허권 분쟁으로, 법원은 확인대상발명이 해당 특허의 권리범위를 침해하지 않았다고 결정하였다.",
  "[특허]확인발명대상은 피고 실시발명과 동일하지 않으므로 심결의 취소를 구하는 원고의 청구는 이유 없다고 판단한 사례(특허법원 2022허5164)": "이 사건은 원고가 피고의 실시 발명이 자신의 특허와 동일하다고 주장하며 심결의 취소를 요구했으나, 법원이 피고의 실시 발명과 원고의 확인 발명이 동일하지 않다고 판단하여 원고의 청구를 기각한 특허권 분쟁이다.",
  "[특허]특허발명은 통상의 기술자가 쉽게 발명할 수 있으므로 진보성이 부정된다고 판단한 사례(특허법원 2022허4253)": "이 사건은 특허 발명의 진보성 여부가 쟁점이 된 사례로, 특허법원은 해당 발명이 통상의 기술자가 쉽게 발명할 수 있는 수준이라 판단하여 진보성을 부정하였습니다.",
  "[특허]제1항 발명은 선행발명에 의하여 진보성이 부정되지 않는다고 판단한 사례(특허법원 2022허2899)": "이 사건은 제1항 발명이 선행발명에 의해 진보성이 부정되지 않는다는 특허권 분쟁으로, 법원은 제1항 발명의 진보성을 인정하여 해당 발명의 특허 유효성을 유지하는 판결을 내렸다.",
  "[특허]제1, 4, 6항 발명은 통상의 기술자가 선행발명 1, 2의 결합에 의하여 쉽게 발명할 수 있으므로 그 진보성이 부정된다고 본 사례(특허법원 2023허10088)": "이 사건은 제1, 4, 6항 발명이 선행발명 1, 2의 결합으로 쉽게 발명할 수 있어 진보성을 부정당한 특허권 분쟁으로, 특허법원이 발명의 진보성을 인정하지 않아 해당 발명의 특허가 무효화된 사례이다.",
  "[디자인]확인대상디자인이 등록디자인과 유사하지 않아, 확인대상디자인이 등록디자인의 권리범위에 속하지 않는다고 본 사례(특허법원 2022허5515)": "이 사건은 확인대상디자인이 등록디자인과 유사하지 않아, 확인대상디자인이 등록디자인의 권리범위에 속하지 않는다고 판단된 디자인권 분쟁으로, 특허법원은 확인대상디자인이 등록디자인의 권리범위에 포함되지 않는다는 판결을 내렸다.",
  "[디자인]확인대상디자인이 등록디자인과 유사하지 않아, 확인대상디자인이 등록디자인의 권리범위에 속하지 않는다고 본 사례(특허법원 2022허5508)": "이 사건은 확인대상디자인이 등록디자인과 유사하지 않아, 확인대상디자인이 등록디자인의 권리범위에 속하지 않는다고 판단된 디자인권 관련 분쟁으로, 특허법원은 등록디자인의 권리범위를 인정하지 않았습니다.",
  "[디자인]확인대상디자인이 등록디자인과 유사하지 않아, 확인대상디자인이 등록디자인의 권리범위에 속하지 않는다고 본 사례(특허법원 2022허5492)": "이 사건은 확인대상디자인과 등록디자인 간의 유사성 여부에 대한 디자인권 분쟁으로, 법원은 확인대상디자인이 등록디자인의 권리범위에 속하지 않는다고 판결하였다.",
  "[상표]부정 사용 또는 무단 사용(부정경쟁행위, 민법상 불법행위), 실질적 유사성(저작권 침해)이 모두 인정되지 않는다고 본 사례(특허법원 2022나2077)": "이 사건은 특정 상표의 부정 사용 및 저작권 침해에 대한 소송으로, 특허법원은 부정경쟁행위와 민법상 불법행위가 성립하지 않으며 실질적 유사성도 인정되지 않는다고 판결하였다.",
  "[디자인]확인대상디자인은 등록디자인의 권리범위에 속한다고 판단한 사례(특허법원 2023허10392)": "이 사건은 특정 디자인이 이미 등록된 디자인의 권리 범위에 속하는지 여부를 다투는 디자인권 분쟁으로, 법원은 확인대상디자인이 등록디자인의 권리범위에 속한다고 판결하였다.",
  "[특허]제2, 3항 발명은 통상의 기술자가 쉽게 발명할 수 있으므로 진보성이 부정된다고 판단한 사례(특허법원 2022허4840)": "이 사건은 특정 발명에 대한 특허권 분쟁으로, 제2, 3항 발명이 통상의 기술자가 쉽게 발명할 수 있는 수준이라 진보성이 부정된다는 점이 쟁점이 되었으며, 특허법원은 진보성을 부정하는 판결을 내렸다.",
  "[특허]제1항 발명은 진보성이 부정되므로 심결의 취소를 구하는 원고의 청구는 이유 없다고 판단한 사례(특허법원 2022허4673)": "이 사건은 원고가 제1항 발명의 진보성이 부정되었다는 이유로 심결 취소를 구했으나, 특허법원은 원고의 청구에 이유가 없다고 판단하여 심결을 유지한 특허권 분쟁이다.",
  "[상표]등록상표가 선등록상표와의 관계에서 표장이 비유사하므로 상표법 제34조 제1항 제7호에 해당하지 않고, 동조 제12호, 제13호, 제20호에도 해당하지 않는다고 본 사례(특허법원 2022허4093)": "이 사건은 등록상표와 선등록상표 간의 유사성 여부가 쟁점이 된 상표권 분쟁으로, 특허법원은 등록상표가 선등록상표와 비유사하다고 판단하여 상표법 제34조 제1항의 여러 항목에 해당하지 않는다고 판결하였다.",
  "[특허]제1 내지 4, 6 내지 15항 발명은 선행발명 1, 2의 결합에 의하여 진보성이 부정되지 않는다고 본 사례(특허법원 2022허3304)": "이 사건은 제1 내지 4, 6 내지 15항 발명이 선행발명 1, 2의 결합에 의해 진보성이 부정되지 않는다는 특허 분쟁으로, 특허법원에서 해당 발명의 진보성을 인정한 판결이다.",
  "[특허]제1, 2, 6, 10항 발명은 선행발명 2, 3의 결합에 의해, 제8, 9항 발명은 선행발명 2, 3, 4의 결합에 의해 진보성이 부정된다고 본 사례(특허법원 2022허3298)": "이 사건은 발명의 진보성 여부가 쟁점이 된 특허권 분쟁으로, 법원이 제1, 2, 6, 10항 발명은 선행발명 2, 3의 결합에, 제8, 9항 발명은 선행발명 2, 3, 4의 결합에 의해 진보성이 부정된다고 판단하였다.",
  "[특허]제1, 5항 발명은 특허법 제42조 제4항 제2호의 특허청구범위 기재요건인 명확성 요건을 결여하여 이를 위반했다고 볼 수 없으나, 선행발명 1, 2의 결합에 의하여 그 진보성이 부정된다고 본 사례(특허법원 2022허2936)": "이 사건은 특정 발명에 대한 특허권이 명확성 요건을 충족하지 않는 것으로 판단되지 않았으나, 기존 발명들의 결합으로 인해 진보성이 부정되어 특허 등록이 거부된 사례입니다.",
  "[특허]출원상표는 상표법 제33조 제1항 제4호, 제7호에 해당하여 상표등록을 받을 수 없고, 제33조 제2항에도 해당하지 않는다고 판단한 사례(특허법원 2022허5676)": "이 사건은 출원상표가 상표법 제33조 제1항 제4호 및 제7호에 해당하여 상표등록이 불가능하며, 제33조 제2항에도 해당되지 않는다는 법원의 판결로, 상표 등록 여부가 쟁점이 되었다.",
  "[특허]확인대상발명은 제2항, 10항, 11항 발명의 권리범위에 속하지 않는다고 판단한 사례(특허법원 2022허4017)": "이 사건은 특허법원에서 확인대상 발명이 제2항, 10항, 11항 발명의 권리범위에 속하지 않는다고 판단한 사례로, 발명의 권리범위 해석이 쟁점이 된 특허권 분쟁이다.",
  "[특허]제1, 4, 5, 10, 11, 24항 발명은 통상의 기술자가 선행발명들을 결합하여 쉽게 발명할 수 있으므로 진보성이 부정된다고 판단한 사례(특허법원 2022허3847)": "이 사건은 특허 발명의 진보성 여부가 쟁점이 된 분쟁으로, 법원이 해당 발명이 선행발명들을 결합하여 쉽게 발명할 수 있다는 이유로 진보성을 부정하여 특허를 무효화한 사례이다.",
  "[특허]제2, 3, 5, 6항 특허발명은 진보성이 부정되므로 심결의 취소를 구하는 원고의 청구는 이유 있다고 판단한 사례(특허법원 2022허1810)": "이 사건은 특허법원에서 제2, 3, 5, 6항의 특허발명에 대해 진보성이 부정된다고 판단하여, 기존 심결의 취소를 구하는 원고의 청구가 이유 있다고 인정한 특허 분쟁 사례이다.",
  "[상표]이 사건 등록상표는 선등록상표들과 표장이 유사하므로 무효로 되어야 한다고 본 사례(특허법원 2023허10354)": "이 사건은 등록상표가 선등록상표들과 표장이 유사하여 상표가 무효로 되어야 하는지에 대한 특허권 분쟁으로, 법원은 등록상표의 무효 여부를 다루었다.",
  "[특허]이 사건 특허발명은 진보성이 부정되어 그 특허가 무효로 되어야 한다고 본 사례(특허법원 2022허5522)": "이 사건은 특정 발명에 대한 진보성이 부정되어 특허가 무효로 판결된 사례로, 특허법원에서 이러한 법적 판단이 내려졌다.",
  "[특허]이 사건 제1항 내지 5항 발명은 진보성이 부정되어 그 특허가 무효로 되어야 한다고 본 사례(특허법원 2023허10484)": "이 사건은 제1항 내지 5항 발명에 대한 특허권이 진보성 부정으로 무효 판결을 받은 사례로, 법원이 특허의 유효성 여부를 판단한 결과 특허가 무효로 결정되었다.",
  "[특허]대상 심결은 절차상 위법이 있으므로 심결의 취소를 구하는 원고의 청구는 이유가 있다고 본 사례(특허법원 2022허5850)": "이 사건은 원고가 특허 심결의 절차상 위법성을 이유로 심결 취소를 청구한 사건으로, 법원은 원고의 청구를 받아들여 심결을 취소해야 한다고 판결하였다.",
  "[상표]출원상표는 선등록서비스표와 표장 및 지정상품이 유사하여, 선등록서비스표와의 관계에서 상표법 제34조 제1항 제7호에 해당한다고 본 사례(특허법원 2022허5768)": "이 사건은 출원상표가 선등록서비스표와의 표장 및 지정상품의 유사성으로 인해 상표법 제34조 제1항 제7호에 해당하는지 여부가 쟁점이 된 상표권 분쟁으로, 특허법원은 출원상표가 선등록서비스표와 유사하다고 판단하였다.",
  "[특허]특허발명 청구항 1(제1항 발명)과 정정 후 확인대상발명은 구성요소 5, 6에 차이가 있어 문언적으로 동일하지 않고, 균등관계에 있지도 않다고 본 사례(특허법원 2022허4291)": "이 사건은 특허발명 청구항과 정정 후 확인대상발명 간의 구성요소 차이로 인해 문언적으로 동일하지 않으며, 균등관계에도 해당하지 않는다고 판단된 특허권 분쟁으로, 특허법원에서 이와 같은 판결이 내려졌다.",
  "[특허]제1항 내지 제4항, 제6항 내지 제8항 정정발명은 통상의 기술자가 선행발명들의 조합에 의해 쉽게 발명할 수 있는 것으로 그 진보성이 부정된다고 본 사례(특허법원 2021허3802)": "이 사건은 정정된 특허 발명이 선행 발명들의 조합에 의해 쉽게 발명할 수 있어 진보성이 부정되었다고 판단된 특허권 분쟁으로, 법원은 정정발명의 특허성을 인정하지 않았다.",
  "[특허]제1항 내지 제5항, 제8항 내지 제11항 정정발명은 선행발명들에 의해 그 진보성이 부정된다고 본 사례(특허법원 2021허3536)": "이 사건은 정정된 특허 발명이 선행 발명들로 인해 진보성이 부정된다는 특허권 분쟁으로, 법원이 정정발명의 진보성을 인정하지 않는 판결을 내린 사례이다.",
  "[특허]제1항 출원발명의 진보성은 부정되므로 특허를 받을 수 없다고 판단한 사례(특허법원 2022허2950)": "이 사건은 출원발명의 진보성이 부정되어 특허를 받을 수 없다고 판단한 사례로, 특허법원에서의 판결이 쟁점이 되었다."
}